B2BGITVersion/StaticDataAPI/HotelContent.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.juniper.es/webservice/2007/">
  <soapenv:Header/>
  <soapenv:Body>
    <HotelContent>
      <HotelContentRQ Version="1.1" Language="en">
        <Login Email="user@mydomain.com" Password="pass"/>
        <HotelContentList>
          <Hotel Code="JP046300"/>
          <Hotel Code="JP99999X"/>
        </HotelContentList>
      </HotelContentRQ>
    </HotelContent>
  </soapenv:Body>
</soapenv:Envelope>